tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
brew "bash"
brew "fzf"
brew "git"
brew "mas"
brew "neovim"
brew "pandoc"
brew "ripgrep"
brew "rust-analyzer"
brew "tree"
cask "1password"
cask "firefox"
cask "git-credential-manager-core"
cask "iterm2"
cask "mongodb-compass"
cask "obsidian"
cask "protonvpn"
cask "sync"
mas "Antivirus Zap - Virus Scanner", id: 1212019923
mas "Graphic", id: 404705039
mas "Xcode", id: 497799835
